export const magicalWeapons = [
    {
      "שם": "חרב +1",
      "הסתברות": "1-10"
    },
    {
      "שם": "חרב פלוס 1. פלוס 2 כנגד על מתים",
      "הסתברות": 11
    },
    {
      "שם": "חרב פלוס 1. פלוס 2 כנגד חיות אדם",
      "הסתברות": 12
    },
    {
      "שם": "חרב פלוס 1. פלוס 2 כנגד אורקים",
      "הסתברות": "13-14"
    },
    {
      "שם": "חרב פלוס 1. מטילה ריפוי פצעים קלים פעם ביום",
      "הסתברות": 15
    },
    {
      "שם": "חרב פלוס 2",
      "הסתברות": "16-20"
    },
    {
      "שם": "חרב פלוס 2, פלוס 3 כנגד אל מתים",
      "הסתברות": "21-22"
    },
    {
      "שם": "חרב פלוס 2, פלוס 3 כנגד מטילי לחשים",
      "הסתברות": "23-24"
    },
    {
      "שם": "חרב פלוס 2, מטילה ריפוי פצעים קלים פעמיים ביום",
      "הסתברות": 25
    },
    {
      "שם": "נשק קפא\"פ פלוס 1",
      "הסתברות": "26-35"
    },
    {
      "שם": "נשק קפא\"פ פלוס 2",
      "הסתברות": "36-40"
    },
    {
      "שם": "חיצים פלוס 1 - עשרה",
      "הסתברות": "41-44"
    },
    {
      "שם": "קליע קל פלוס 1 - עשרה",
      "הסתברות": "45-46"
    },
    {
      "שם": "קליע כבד פלוס 1 - עשרה",
      "הסתברות": "47-50"
    },
    {
      "שם": "מגן פלוס 1",
      "הסתברות": "51-60"
    },
    {
      "שם": "מגן פלוס 2",
      "הסתברות": "61-65"
    },
    {
      "שם": "שריון פלוס 1",
      "הסתברות": "66-78"
    },
    {
      "שם": "שריון פלוס 2",
      "הסתברות": "79-85"
    },
    {
      "שם": "חרב מקוללת מינוס 1",
      "הסתברות": "86-90"
    },
    {
      "שם": "נשק קפא\"פ מקולל מינוס 1",
      "הסתברות": "91-93"
    },
    {
      "שם": "חיצים או קליעים מקוללים מינוס 1",
      "הסתברות": "94-95"
    },
    {
      "שם": "שריון מקולל מינוס 1",
      "הסתברות": "96-100"
    }
  ]