export const magicalItems = [
    {
      "סוג": "פשוט",
      "שם": "טבעת הגנה פלוס 1",
      "הסתברות": "1-2"
    },
    {
      "סוג": "פשוט",
      "שם": "טבעת הליכה על מים",
      "הסתברות": "3-4"
    },
    {
      "סוג": "פשוט",
      "שם": "טבעת עמידות לאש",
      "הסתברות": "5-6"
    },
    {
      "סוג": "פשוט",
      "שם": "טבעת חסינות לרעל",
      "הסתברות": "7-8"
    },
    {
      "סוג": "פשוט",
      "שם": "שרביט גילוי קסם (ק)",
      "הסתברות": 9
    },
    {
      "סוג": "פשוט",
      "שם": "שרביט גילוי מלכודות ודלתות סתרים (ק)",
      "הסתברות": 10
    },
    {
      "סוג": "פשוט",
      "שם": "מטה ריפוי (כ)",
      "הסתברות": 11
    },
    {
      "סוג": "פשוט",
      "שם": "מטה פקודה (כ,ק)",
      "הסתברות": 12
    },
    {
      "סוג": "פשוט",
      "שם": "גלימת אלפים (כל)",
      "הסתברות": 13
    },
    {
      "סוג": "פשוט",
      "שם": "גלימת הגנה +1 (כל)",
      "הסתברות": "14-15"
    },
    {
      "סוג": "פשוט",
      "שם": "חבל טיפוס (כל)",
      "הסתברות": 16
    },
    {
      "סוג": "פשוט",
      "שם": "חבל לכידה (כל)",
      "הסתברות": 17
    },
    {
      "סוג": "פשוט",
      "שם": "מגפי אלפים (כל)",
      "הסתברות": 18
    },
    {
      "סוג": "פשוט",
      "שם": "מגפי מהירות (כל)",
      "הסתברות": 19
    },
    {
      "סוג": "פשוט",
      "שם": "תיק רחב ידיים (כל)",
      "הסתברות": 20
    }
  ]