export const allMagics = [
  {
    "סוג": "כוהן",
    "עוצמה": 1,
    "שם": "אור",
    "טווח": "20 מטרים",
    "משך": "שעתיים",
    "תיאור": "מטרת הלחש, יצור או חפץ, מפיק אור בהיר כמו לפיד ברדיוס של 7 מטרים"
  },
  {
    "סוג": "כוהן",
    "עוצמה": 1,
    "שם": "גילוי קסם",
    "טווח": "20 מטרים",
    "משך": "20 דקות",
    "תיאור": "מטיל הלחש יכול להבחין בקיומם של קסמים המשפיעים על מקומות, אנשים או חפצים בטווח הלחש. לדוגמה, חפצים קסומים יכולים להתגלות באופן זה, וכן נוכחתו של לחש שהוטל בחשאי על אדם"
  },
  {
    "סוג": "כוהן",
    "עוצמה": 1,
    "שם": "גילוי רוע",
    "טווח": "40 מטרים",
    "משך": "שעה",
    "תיאור": "מטיל הלחש יכול להבחין בכל קסם מרושע, כוונות מרושעות, מחשבות מרושעות או הילות מרושעיות בטווח הלחש. רעל אינו רע מיסודו ולא ניתן לאיתור באמצעות לחש זה. השאלה אם יש הבדל בין תוהו למרושע נתונה לשיקול דעתה של הנחה - ברוב המערכות הם זהים"
  },
  {
    "סוג": "כוהן",
    "עוצמה": 1,
    "שם": "הגנה מרוע",
    "טווח": "מטיל הלחש",
    "משך": "שעתיים",
    "תיאור": "הלחש יוצר שדה של הגנה מסביב ובצמוד למטיל הלחש, החוסם את כל היצורים הקסומים (כגון שדים או יסודונים). מפלצות מרושעות סובלות ממחסר 1- לפגיעה במטיל הלחש, ומטיל הלחש זוכה בתוסף 1+ לכל גלגולי ההצלה מהתקפות כאלו. אם למטיל הלחש כבר יש תוספים קסומים אחרים לגלגולי ההצלה או לדרג\"ש, לתוסף אין השפעה, אך הלחש עדיין פועל כנגד יצורים קסומים."
  },
  {
    "סוג": "כוהן",
    "עוצמה": 1,
    "שם": "טיהור מזון ומשקה",
    "טווח": "קרוב או מגע (להחלטת המנחה)",
    "משך": "מיידי",
    "תיאור": "הלחש מטהר כל רעל או קלקול ממזון וממים בכמות המספיקה לתריסר איש"
  },
  {
    "סוג": "כוהן",
    "עוצמה": 1,
    "שם": "ריפוי פצעים קלים",
    "טווח": "מגע",
    "משך": "מיידי",
    "תיאור": "הלחש מרפא 1ק6 + 1 נקודות פגיעה. היפוך מרושע של לחש זה מאפשר לכוהן מנטיית תוהו לגרום כמות כזלו של נזק במקום לרפא"
  },
  {
    "סוג": "כוהן",
    "עוצמה": 2,
    "שם": "ברכה",
    "טווח": "קרוב",
    "משך": "שעה",
    "תיאור": "לחש זה מעניק למטרה את תוסף של 1+ לגלגולי ההתקפה (ומשפר את המוראל, אם המטרה אינה דמות שחקן). המטרה אינה יכולה להיות בקרב כאשר הלחש מוטל"
  },
  {
    "סוג": "כוהן",
    "עוצמה": 2,
    "שם": "דממה רדיוס 5 מ'",
    "טווח": "60 מטרים",
    "משך": "שעתיים",
    "תיאור": "שקט קסום שורר באזור בעל רדיוס של 5 מטרים מסביב ליצור או לחפץ שהוא מטרת הלחש, ונע עימו. רעשים שמופקים בתוך אזור ההשפעה אינם נשמעים כלל גם מחוצה לו"
  },
  {
    "סוג": "כוהן",
    "עוצמה": 2,
    "שם": "דיבור עם חיות",
    "טווח": "מטיל הלחש",
    "משך": "שעה",
    "תיאור": "מטיל הלחש יכול לדבר עם בעלי חיים רגילים. יש סיכוי טוב שבעלי החיים יספקו סיעו סביר, אם יתבקשו, ועצפ הפנייה אליהם לא תגרום להם לתקוף את מטיל הלחש - אלא אם יגיד משהו מעליב במיוחד"
  },
  {
    "סוג": "כוהן",
    "עוצמה": 2,
    "שם": "הקסמת נחש",
    "טווח": "20 מטרים",
    "משך": "1ק4 + 2 עשרות דקות",
    "תיאור": "מטיל הלחש מהפנט נחשים בכמות של קוביית פגיעה אחת לכל דרגה של מטיל הלחש. הנחשים מצייתים לפקודות מטיל הלחש"
  },
  {
    "סוג": "כוהן",
    "עוצמה": 2,
    "שם": "מציאת מלכודות",
    "טווח": "10 מטרים",
    "משך": "20 דקות",
    "תיאור": "מטיל הלחש מבחין הן במלכודות קסומות והן במלכודות רגילות במרחק של עשרה מטרים"
  },
  {
    "סוג": "כוהן",
    "עוצמה": 2,
    "שם": "עצירת איש",
    "טווח": "60 מטרים",
    "משך": "90 דקות",
    "תיאור": "לחש זה משפיע על 1ק4 יצורים הולכים על שניים בגודל אנושי ומטה, כגון גובלינים או דריאדות. מי מהם שייכשל בגלגול הצלה יהיה משותק לחלוטין כל משך ההשפעה. לחילופין, מטיל הלחש יכול לבחור להטיל את הלחש על אדם אחד בלבד, ובמקרה כזה גלגול ההצלה נעשה עם מחסור של 2-."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 1,
    "שם": "אור",
    "טווח": "20 מטרים",
    "משך": "שעתיים",
    "תיאור": "מטרת הלחש, יצור או חפץ, מפיק אור בהיר כמו לפיד ברדיוס של 7 מטרים"
  },
  {
    "סוג": "קוסם",
    "עוצמה": 1,
    "שם": "גילוי קסם",
    "טווח": "20 מטרים",
    "משך": "20 דקות",
    "תיאור": "מטיל הלחש יכול להבחין בקיומם של קסמים המשפיעים על מקומות, אנשים או חפצים בטווח הלחש. לדוגמה, חפצים קסומים יכולים להתגלות באופן זה, וכן נוכחתו של לחש שהוטל בחשאי על אדם"
  },
  {
    "סוג": "קוסם",
    "עוצמה": 1,
    "שם": "הגנה מרוע",
    "טווח": "מטיל הלחש",
    "משך": "שעתיים",
    "תיאור": "הלחש יוצר שדה קסום של הגנה מסביב ובצמוד למטיל הלחש, החוסם את כל היצורים הקסומים (כגון שדים או יסודונים). מפלצות מרושעות סובלות ממחסר 1- לפגיעה במטיל הלחש, ומטיל הלחש זוכה בתוסף +1 לכל גלגולי ההצלה מהתקפות כאלו. אם למטיל הלחש כבר כבר יש תוספים קסומים אחרים לגלגול ההצלה או לדרג\"ש, לתוסף אין השפעה, אך הלחש עדיין פועל כנגד יצורים קסומים"
  },
  {
    "סוג": "קוסם",
    "עוצמה": 1,
    "שם": "הקסמת איש",
    "טווח": "40 מטרים",
    "משך": "עד הסרה",
    "תיאור": "לחש זה משפיע על 1ק4 יצורים הולכים על שניים בגודל אנושי ומטה, כגון גובלינים או דריאדות. אם היצור נכשל בגלגול ההצלה, הוא נכנע להשפעתו של מטיל הלחש ומתייחס אליו כאל ידיד טוב עד שמטיל הלחש, או אחד מחברי, יבצע פעולה עוינת בברור כלפיו."
  }
]