export const magicalItems = [
  {
    "סוג": "פשוט",
    "שם": "טבעת הגנה פלוס 1",
    "הסתברות": "1-2"
  },
  {
    "סוג": "פשוט",
    "שם": "טבעת הליכה על מים",
    "הסתברות": "3-4"
  },
  {
    "סוג": "פשוט",
    "שם": "טבעת עמידות לאש",
    "הסתברות": "5-6"
  },
  {
    "סוג": "פשוט",
    "שם": "טבעת חסינות לרעל",
    "הסתברות": "7-8"
  },
  {
    "סוג": "פשוט",
    "שם": "שרביט גילוי קסם (ק)",
    "הסתברות": 9
  },
  {
    "סוג": "פשוט",
    "שם": "שרביט גילוי מלכודות ודלתות סתרים (ק)",
    "הסתברות": 10
  },
  {
    "סוג": "פשוט",
    "שם": "מטה ריפוי (כ)",
    "הסתברות": 11
  },
  {
    "סוג": "פשוט",
    "שם": "מטה פקודה (כ,ק)",
    "הסתברות": 12
  },
  {
    "סוג": "פשוט",
    "שם": "גלימת אלפים (כל)",
    "הסתברות": 13
  },
  {
    "סוג": "פשוט",
    "שם": "גלימת הגנה +1 (כל)",
    "הסתברות": "14-15"
  },
  {
    "סוג": "פשוט",
    "שם": "חבל טיפוס (כל)",
    "הסתברות": 16
  },
  {
    "סוג": "פשוט",
    "שם": "חבל לכידה (כל)",
    "הסתברות": 17
  },
  {
    "סוג": "פשוט",
    "שם": "מגפי אלפים (כל)",
    "הסתברות": 18
  },
  {
    "סוג": "פשוט",
    "שם": "מגפי מהירות (כל)",
    "הסתברות": 19
  },
  {
    "סוג": "פשוט",
    "שם": "תיק רחב ידיים (כל)",
    "הסתברות": 20
  },
  {
    "סוג": "יקר",
    "שם": "טבעת היעלמות מעין",
    "הסתברות": "1-2"
  },
  {
    "סוג": "יקר",
    "שם": "טבעת שליטה בחיות",
    "הסתברות": "3-4"
  },
  {
    "סוג": "יקר",
    "שם": "טבעת הגנה +2",
    "הסתברות": "5-6"
  },
  {
    "סוג": "יקר",
    "שם": "שרביט שיתוק (ק)",
    "הסתברות": 7
  },
  {
    "סוג": "יקר",
    "שם": "שרביט גילוי אויבים (ק)",
    "הסתברות": 8
  },
  {
    "סוג": "יקר",
    "שם": "מטה נחש (כ)",
    "הסתברות": 9
  },
  {
    "סוג": "יקר",
    "שם": "גלימת הגנה +2 (כל)",
    "הסתברות": "10-11"
  },
  {
    "סוג": "יקר",
    "שם": "כדור בדולח (ק)",
    "הסתברות": 12
  },
  {
    "סוג": "יקר",
    "שם": "כפפות של כוח עוג (ג,כ,ל)",
    "הסתברות": "13-14"
  },
  {
    "סוג": "יקר",
    "שם": "מגפי ריחוף (כל)",
    "הסתברות": 15
  },
  {
    "סוג": "יקר",
    "שם": "מדליון גילוי מחשבות (כל)",
    "הסתברות": 16
  },
  {
    "סוג": "יקר",
    "שם": "קמע הגנה מחזיונות (כל)",
    "הסתברות": 17
  },
  {
    "סוג": "יקר",
    "שם": "קסדה של קריאת קסם ושפות (כל)",
    "הסתברות": 18
  },
  {
    "סוג": "יקר",
    "שם": "צמידי הגנה (כל)",
    "הסתברות": "19-20"
  }
]