export const potions = 
    [
        {
          "סוג": "רגיל",
          "שם": "שיקוי ראייה מרחוק",
          "הסתברות": 1
        },
        {
          "סוג": "רגיל",
          "שם": "שיקוי שמיעה מרחוק",
          "הסתברות": 2
        },
        {
          "סוג": "רגיל",
          "שם": "שיקוי כיווץ",
          "הסתברות": 3
        },
        {
          "סוג": "רגיל",
          "שם": "שיקוי צורת אתר",
          "הסתברות": 4
        },
        {
          "סוג": "רגיל",
          "שם": "שיקוי חסינות לאש",
          "הסתברות": "5-6"
        },
        {
          "סוג": "רגיל",
          "שם": "שיקוי צורת גז",
          "הסתברות": 7
        },
        {
          "סוג": "רגיל",
          "שם": "שיקוי גדילה",
          "הסתברות": "8-9"
        },
        {
          "סוג": "רגיל",
          "שם": "שיקוי גבורה",
          "הסתברות": 10
        },
        {
          "סוג": "רגיל",
          "שם": "שיקוי היעלמות מעין",
          "הסתברות": "11-12"
        },
        {
          "סוג": "רגיל",
          "שם": "שיקוי ריחוף",
          "הסתברות": "13-14"
        },
        {
          "סוג": "רגיל",
          "שם": "שיקוי רעל",
          "הסתברות": 15
        },
        {
          "סוג": "רגיל",
          "שם": "שיקוי ריפוי",
          "הסתברות": "16-20"
        }
      ]