export const scrolls = [
    {
      "סוג": "רגיל",
      "שם": "מגילה לחש אחד, עוצמה ראשונה",
      "הסתברות": 1
    },
    {
      "סוג": "רגיל",
      "שם": "מגילה לחש אחד, עוצמה 1ק2",
      "הסתברות": 2
    },
    {
      "סוג": "רגיל",
      "שם": "מגילה שני לחשים, עוצמה 1",
      "הסתברות": 3
    },
    {
      "סוג": "רגיל",
      "שם": "מגילה שני לחשים, עוצמה 1ק2",
      "הסתברות": 4
    },
    {
      "סוג": "רגיל",
      "שם": "מגילה מקוללת. יש לגלגל בטבלת מגילות מקוללות",
      "הסתברות": "5-6"
    },
    {
      "סוג": "רגיל",
      "שם": "מגילת הגנה. יש לגלגל בטבלת מגילות הגנה",
      "הסתברות": 7
    },
    {
      "סוג": "רגיל",
      "שם": "מגילה לחש אחד, עוצמה שלישית",
      "הסתברות": 8
    },
    {
      "סוג": "רגיל",
      "שם": "מגילת הגנה, יש לגלגל בטבלת מגילות ההגנה",
      "הסתברות": 9
    },
    {
      "סוג": "רגיל",
      "שם": "מגילה שני לחשים, עוצמה 1ק3",
      "הסתברות": 10
    },
    {
      "סוג": "רגיל",
      "שם": "מגילה מקוללת. יש לגלגל בטבלת מגילות מקוללות",
      "הסתברות": 11
    },
    {
      "סוג": "רגיל",
      "שם": "מגילת הגנה. זמן הגנה כפולה",
      "הסתברות": 12
    },
    {
      "סוג": "רגיל",
      "שם": "מגילה שני לחשים, עוצמה 1ק2",
      "הסתברות": 13
    },
    {
      "סוג": "רגיל",
      "שם": "מגילה ארבעה לחשים, עוצמה 1",
      "הסתברות": 14
    },
    {
      "סוג": "רגיל",
      "שם": "מגילה שני לחשים, עוצמה 1ק3",
      "הסתברות": 15
    },
    {
      "סוג": "רגיל",
      "שם": "מגילת הגנה, יש לגלגל בטבלת מגילות ההגנה",
      "הסתברות": 16
    },
    {
      "סוג": "רגיל",
      "שם": "מגילה מקוללת. יש לגלגל בטבלת מגילות מקוללות",
      "הסתברות": 17
    },
    {
      "סוג": "רגיל",
      "שם": "מגילה שלושה לחשים, עוצמה 1ק2",
      "הסתברות": 18
    },
    {
      "סוג": "רגיל",
      "שם": "מגילה ארבעה לחשים, עוצמה 1ק2",
      "הסתברות": 19
    },
    {
      "סוג": "רגיל",
      "שם": "מגילה שלושה לחשים, עוצמה 1ק3",
      "הסתברות": 20
    },
    {
      "סוג": "הגנה",
      "שם": "טביעה",
      "הסתברות": 1
    },
    {
      "סוג": "הגנה",
      "שם": "קסם",
      "הסתברות": 2
    },
    {
      "סוג": "הגנה",
      "שם": "מתכת",
      "הסתברות": 3
    },
    {
      "סוג": "הגנה",
      "שם": "רעל",
      "הסתברות": 4
    },
    {
      "סוג": "הגנה",
      "שם": "אל-מתים",
      "הסתברות": 5
    },
    {
      "סוג": "הגנה",
      "שם": "חיות-אדם",
      "הסתברות": 6
    }
  ]