export const scrolls = [
  {
    "סוג": "רגיל",
    "שם": "מגילה לחש אחד, עוצמה ראשונה",
    "הסתברות": 1,
    "מצביע לטבלה": ""
  },
  {
    "סוג": "רגיל",
    "שם": "מגילה לחש אחד, עוצמה 1ק2",
    "הסתברות": 2,
    "מצביע לטבלה": ""
  },
  {
    "סוג": "רגיל",
    "שם": "מגילה שני לחשים, עוצמה 1",
    "הסתברות": 3,
    "מצביע לטבלה": ""
  },
  {
    "סוג": "רגיל",
    "שם": "מגילה שני לחשים, עוצמה 1ק2",
    "הסתברות": 4,
    "מצביע לטבלה": ""
  },
  {
    "סוג": "רגיל",
    "שם": "מגילה מקוללת. יש לגלגל בטבלת מגילות מקוללות",
    "הסתברות": "5-6",
    "מצביע לטבלה": "מקוללת"
  },
  {
    "סוג": "רגיל",
    "שם": "מגילת הגנה. יש לגלגל בטבלת מגילות הגנה",
    "הסתברות": 7,
    "מצביע לטבלה": "הגנה"
  },
  {
    "סוג": "רגיל",
    "שם": "מגילה לחש אחד, עוצמה שלישית",
    "הסתברות": 8,
    "מצביע לטבלה": ""
  },
  {
    "סוג": "רגיל",
    "שם": "מגילת הגנה, יש לגלגל בטבלת מגילות ההגנה",
    "הסתברות": 9,
    "מצביע לטבלה": "הגנה"
  },
  {
    "סוג": "רגיל",
    "שם": "מגילה שני לחשים, עוצמה 1ק3",
    "הסתברות": 10,
    "מצביע לטבלה": ""
  },
  {
    "סוג": "רגיל",
    "שם": "מגילה מקוללת. יש לגלגל בטבלת מגילות מקוללות",
    "הסתברות": 11,
    "מצביע לטבלה": "מקוללת"
  },
  {
    "סוג": "רגיל",
    "שם": "מגילת הגנה. זמן הגנה כפולה",
    "הסתברות": 12,
    "מצביע לטבלה": "הגנה"
  },
  {
    "סוג": "רגיל",
    "שם": "מגילה שני לחשים, עוצמה 1ק2",
    "הסתברות": 13,
    "מצביע לטבלה": ""
  },
  {
    "סוג": "רגיל",
    "שם": "מגילה ארבעה לחשים, עוצמה 1",
    "הסתברות": 14,
    "מצביע לטבלה": ""
  },
  {
    "סוג": "רגיל",
    "שם": "מגילה שני לחשים, עוצמה 1ק3",
    "הסתברות": 15,
    "מצביע לטבלה": "הגנה"
  },
  {
    "סוג": "רגיל",
    "שם": "מגילת הגנה, יש לגלגל בטבלת מגילות ההגנה",
    "הסתברות": 16,
    "מצביע לטבלה": "הגנה"
  },
  {
    "סוג": "רגיל",
    "שם": "מגילה מקוללת. יש לגלגל בטבלת מגילות מקוללות",
    "הסתברות": 17,
    "מצביע לטבלה": "מקוללת"
  },
  {
    "סוג": "רגיל",
    "שם": "מגילה שלושה לחשים, עוצמה 1ק2",
    "הסתברות": 18,
    "מצביע לטבלה": ""
  },
  {
    "סוג": "רגיל",
    "שם": "מגילה ארבעה לחשים, עוצמה 1ק2",
    "הסתברות": 19,
    "מצביע לטבלה": ""
  },
  {
    "סוג": "רגיל",
    "שם": "מגילה שלושה לחשים, עוצמה 1ק3",
    "הסתברות": 20,
    "מצביע לטבלה": ""
  },
  {
    "סוג": "הגנה",
    "שם": "מגילת הגנה מטביעה",
    "הסתברות": 1,
    "מצביע לטבלה": ""
  },
  {
    "סוג": "הגנה",
    "שם": "מגילת הגנה מקסם",
    "הסתברות": 2,
    "מצביע לטבלה": ""
  },
  {
    "סוג": "הגנה",
    "שם": "מגילת הגנה ממתכת",
    "הסתברות": 3,
    "מצביע לטבלה": ""
  },
  {
    "סוג": "הגנה",
    "שם": "מגילת הגנה מרעל",
    "הסתברות": 4,
    "מצביע לטבלה": ""
  },
  {
    "סוג": "הגנה",
    "שם": "מגילת הגנה מאל-מתים",
    "הסתברות": 5,
    "מצביע לטבלה": ""
  },
  {
    "סוג": "הגנה",
    "שם": "מגילת הגנה מחיות-אדם",
    "הסתברות": 6,
    "מצביע לטבלה": ""
  },
  {
    "סוג": "מקוללת",
    "שם": "עיוורון (3ק6 סיבובים)",
    "הסתברות": 1,
    "מצביע לטבלה": ""
  },
  {
    "סוג": "מקוללת",
    "שם": "סלידה: גלגלי 1ק6. הדמות מפתחת סלידה עמוקה מ(1) חרבות, (2) עבישים, (3) שריון, (4) הטלת לחשים, (5) רחצה, או (6) שהייה מתחת לאדמה. השפעת הסלידה אורכת 3ק4 ימים.",
    "הסתברות": 2,
    "מצביע לטבלה": ""
  }
]