export const scrolls = [
  {
    "סוג": "רגיל",
    "שם": "מגילה לחש אחד, עוצמה ראשונה",
    "הסתברות": 1,
    "מצביע לטבלה": ""
  },
  {
    "סוג": "רגיל",
    "שם": "מגילה לחש אחד, עוצמה 1ק2",
    "הסתברות": 2,
    "מצביע לטבלה": ""
  },
  {
    "סוג": "רגיל",
    "שם": "מגילה שני לחשים, עוצמה 1",
    "הסתברות": 3,
    "מצביע לטבלה": ""
  },
  {
    "סוג": "רגיל",
    "שם": "מגילה שני לחשים, עוצמה 1ק2",
    "הסתברות": 4,
    "מצביע לטבלה": ""
  },
  {
    "סוג": "רגיל",
    "שם": "מגילה מקוללת. יש לגלגל בטבלת מגילות מקוללות",
    "הסתברות": "5-6",
    "מצביע לטבלה": "מקוללת"
  },
  {
    "סוג": "רגיל",
    "שם": "מגילת הגנה. יש לגלגל בטבלת מגילות הגנה",
    "הסתברות": 7,
    "מצביע לטבלה": "הגנה"
  },
  {
    "סוג": "רגיל",
    "שם": "מגילה לחש אחד, עוצמה שלישית",
    "הסתברות": 8,
    "מצביע לטבלה": ""
  },
  {
    "סוג": "רגיל",
    "שם": "מגילת הגנה, יש לגלגל בטבלת מגילות ההגנה",
    "הסתברות": 9,
    "מצביע לטבלה": "הגנה"
  },
  {
    "סוג": "רגיל",
    "שם": "מגילה שני לחשים, עוצמה 1ק3",
    "הסתברות": 10,
    "מצביע לטבלה": ""
  },
  {
    "סוג": "רגיל",
    "שם": "מגילה מקוללת. יש לגלגל בטבלת מגילות מקוללות",
    "הסתברות": 11,
    "מצביע לטבלה": "מקוללת"
  },
  {
    "סוג": "רגיל",
    "שם": "מגילת הגנה. זמן הגנה כפולה",
    "הסתברות": 12,
    "מצביע לטבלה": "הגנה"
  },
  {
    "סוג": "רגיל",
    "שם": "מגילה שני לחשים, עוצמה 1ק2",
    "הסתברות": 13,
    "מצביע לטבלה": ""
  },
  {
    "סוג": "רגיל",
    "שם": "מגילה ארבעה לחשים, עוצמה 1",
    "הסתברות": 14,
    "מצביע לטבלה": ""
  },
  {
    "סוג": "רגיל",
    "שם": "מגילה שני לחשים, עוצמה 1ק3",
    "הסתברות": 15,
    "מצביע לטבלה": "הגנה"
  },
  {
    "סוג": "רגיל",
    "שם": "מגילת הגנה, יש לגלגל בטבלת מגילות ההגנה",
    "הסתברות": 16,
    "מצביע לטבלה": "הגנה"
  },
  {
    "סוג": "רגיל",
    "שם": "מגילה מקוללת. יש לגלגל בטבלת מגילות מקוללות",
    "הסתברות": 17,
    "מצביע לטבלה": "מקוללת"
  },
  {
    "סוג": "רגיל",
    "שם": "מגילה שלושה לחשים, עוצמה 1ק2",
    "הסתברות": 18,
    "מצביע לטבלה": ""
  },
  {
    "סוג": "רגיל",
    "שם": "מגילה ארבעה לחשים, עוצמה 1ק2",
    "הסתברות": 19,
    "מצביע לטבלה": ""
  },
  {
    "סוג": "רגיל",
    "שם": "מגילה שלושה לחשים, עוצמה 1ק3",
    "הסתברות": 20,
    "מצביע לטבלה": ""
  },
  {
    "סוג": "הגנה",
    "שם": "מגילת הגנה מטביעה",
    "הסתברות": 1,
    "מצביע לטבלה": ""
  },
  {
    "סוג": "הגנה",
    "שם": "מגילת הגנה מקסם",
    "הסתברות": 2,
    "מצביע לטבלה": ""
  },
  {
    "סוג": "הגנה",
    "שם": "מגילת הגנה ממתכת",
    "הסתברות": 3,
    "מצביע לטבלה": ""
  },
  {
    "סוג": "הגנה",
    "שם": "מגילת הגנה מרעל",
    "הסתברות": 4,
    "מצביע לטבלה": ""
  },
  {
    "סוג": "הגנה",
    "שם": "מגילת הגנה מאל-מתים",
    "הסתברות": 5,
    "מצביע לטבלה": ""
  },
  {
    "סוג": "הגנה",
    "שם": "מגילת הגנה מחיות-אדם",
    "הסתברות": 6,
    "מצביע לטבלה": ""
  },
  {
    "סוג": "מקוללת",
    "שם": "עיוורון (3ק6 סיבובים)",
    "הסתברות": 1,
    "מצביע לטבלה": ""
  },
  {
    "סוג": "מקוללת",
    "שם": "מגילת קללה מסוג סלידה: גלגלי 1ק6. הדמות מפתחת סלידה עמוקה מ: (1) חרבות, (2) עכבישים, (3) שריון, (4) הטלת לחשים, (5) רחצה, או (6) שהייה מתחת לאדמה. השפעת הסלידה אורכת 3ק4 ימים.",
    "הסתברות": 2,
    "מצביע לטבלה": ""
  },
  {
    "סוג": "מקוללת",
    "שם": "מגילת קללה מסוג בלבול. הדמות מתנהגת באופן אקראי (2ק4 סיבובים), בהתאם לטבלת הלחש בשם זה (לחש קוסם מהעוצמה הרביעית, שמופיע בחוברת למנחה)",
    "הסתברות": 3,
    "מצביע לטבלה": ""
  },
  {
    "סוג": "מקוללת",
    "שם": "מגילת קללה מסוג הזיות (2ק6 סיבובים). טבען המדויק של ההזיות משתנה, אבל באופן כללי הדמות תתחיל להטיל לחשים ו/או לתקוף אנשים קרובים, או שתהיה מוקסמת על ידי הצבעים, ללא יכולת לזוז",
    "הסתברות": 4,
    "מצביע לטבלה": ""
  },
  {
    "סוג": "מקוללת",
    "שם": "מגילת קללה מסוג ריחוף. הדמות מרחפת כמה סנטימטרים מעל הרצפה ולא יכולה לחזור בחזרה למטה.",
    "הסתברות": 5,
    "מצביע לטבלה": ""
  },
  {
    "סוג": "מקוללת",
    "שם": "מגילת קללה. איבוד 1ק10 * 100 נק\"ן. שימי לב שדמות עלולה לאבד דרגה בעקבות איבוד נק\"ן",
    "הסתברות": 6,
    "מצביע לטבלה": ""
  },
  {
    "סוג": "מקוללת",
    "שם": "מגילת קללה. איבוד נקודה אחת מתכונה אחת שנקבעה שנקבעת באקראי (גלגלי 1ק6 מול רשימת התכונות)",
    "הסתברות": 7,
    "מצביע לטבלה": ""
  },
  {
    "סוג": "מקוללת",
    "שם": "מגילת קללה. המגילה נעשית דביקה באופן קסום, ולא ניתן לשחרר אותה מידו של הקורא, או כל דבר אחר שיגע בה (1ק4 ימים)",
    "הסתברות": 8,
    "מצביע לטבלה": ""
  },
  {
    "סוג": "מקוללת",
    "שם": "מגילת קללה מסוג ציות (3ק6 סיבובים). הדמות עושה כל דבר שכל אחד אחר יציע",
    "הסתברות": 9,
    "מצביע לטבלה": ""
  },
  {
    "סוג": "מקוללת",
    "שם": "מגילת קללה מסוג שיתוק. (2ק6 סיבובים)",
    "הסתברות": 10,
    "מצביע לטבלה": ""
  },
  {
    "סוג": "מקוללת",
    "שם": "מגילת קללה מסוג שיתוק המוני. כל הנמצאים ברדיוס 6 מטרים צריכים לבצע גלגול הצלה או להיות משותקים למשך 3ק6 סיבובים, מלבד קורא המגילה שאינו מושפע",
    "הסתברות": 11,
    "מצביע לטבלה": ""
  },
  {
    "סוג": "מקוללת",
    "שם": "מגילת קללה מסוג שינוי צורה. גלגלי 1ק6, הדמות תיהפך ל: (1) חזיר, (2) עכבר, (3) לםמינגו, (4) תוכי מדבר, (5) כלב, או (6) תאו. השפעת המגילה אורכת 1ק4 ימים ולאחר מכן תחזור הדמות לצורתה המקורית, אך ללא בגדיה וחפציה, אלא אם מישהו אסף אותם עבורה לאחר ששינתה צורה",
    "הסתברות": 12,
    "מצביע לטבלה": ""
  }
]